{
  "aura_red": {
    "EN": {
      "story": "Your red aura reveals a powerful force of nature. You are a natural-born leader with an intense passion for life that ignites everything you touch.\n\nPeople with red auras possess extraordinary courage and determination. You have an innate ability to take decisive action when others hesitate, and your magnetic energy inspires those around you to push beyond their limits.\n\nThis dynamic energy makes you a catalyst for change and transformation. Your presence commands attention, and you have a gift for turning visions into reality through sheer willpower and relentless drive."
    },
    "TR": {
      "story": "Kırmızı auranız güçlü bir doğa kuvveti olduğunuzu gösteriyor. Doğuştan gelen liderlik özellikleriniz ve hayata olan yoğun tutkunuz dokunduğunuz her şeyi alevlendirir.\n\nKırmızı auraya sahip insanlar olağanüstü cesaret ve kararlılığa sahiptir. Başkaları tereddüt ederken siz hızla karar alabilme yeteneğine sahipsiniz ve manyetik enerjiniz etrafınızdakileri sınırlarını aşmaya ilham verir.\n\nBu dinamik enerji sizi değişim ve dönüşüm katalizörü yapar. Varlığınız dikkat çeker ve hayalleri saf irade gücü ve durmak bilmeyen çabalarla gerçeğe dönüştürme yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre rote Aura offenbart eine kraftvolle Naturgewalt. Sie sind ein geborener Anführer mit intensiver Leidenschaft fürs Leben, die alles entzündet, was Sie berühren.\n\nMenschen mit roten Auren besitzen außergewöhnlichen Mut und Entschlossenheit. Sie haben die angeborene Fähigkeit, entschlossen zu handeln, wenn andere zögern, und Ihre magnetische Energie inspiriert die Menschen um Sie herum, über ihre Grenzen hinauszugehen.\n\nDiese dynamische Energie macht Sie zu einem Katalysator für Wandel und Transformation. Ihre Präsenz fordert Aufmerksamkeit, und Sie haben die Gabe, Visionen durch pure Willenskraft und unermüdlichen Einsatz Wirklichkeit werden zu lassen."
    },
    "FR": {
      "story": "Votre aura rouge révèle une force puissante de la nature. Vous êtes un leader né avec une passion intense pour la vie qui enflamme tout ce que vous touchez.\n\nLes personnes avec des auras rouges possèdent un courage et une détermination extraordinaires. Vous avez une capacité innée à prendre des décisions audacieuses quand d'autres hésitent, et votre énergie magnétique inspire ceux qui vous entourent à dépasser leurs limites.\n\nCette énergie dynamique fait de vous un catalyseur de changement et de transformation. Votre présence commande l'attention, et vous avez le don de transformer les visions en réalité par pure volonté et détermination inébranlable."
    },
    "UK": {
      "story": "Your red aura reveals a powerful force of nature with distinctly British determination. You are a natural-born leader with an intense passion for life that ignites everything you touch, yet balanced with measured resolve.\n\nPeople with red auras possess extraordinary courage and determination. You have an innate ability to take decisive action when others hesitate, combining bold initiative with strategic thinking that is quintessentially British.\n\nThis dynamic energy makes you a catalyst for change and transformation. Your presence commands respect, and you have a gift for turning visions into reality through sheer willpower, relentless drive, and that characteristic British tenacity."
    }
  },
  "aura_orange": {
    "EN": {
      "story": "Your orange aura radiates pure creative vitality and infectious enthusiasm. You are a natural innovator who sees possibilities where others see obstacles.\n\nThose blessed with orange auras possess boundless imagination and an adventurous spirit. You have a remarkable ability to inspire joy in others and bring fresh perspectives to any situation. Your warmth creates instant connections with people from all walks of life.\n\nThis vibrant energy makes you a beacon of optimism and creativity. You excel at thinking outside the box and have a gift for turning ordinary moments into extraordinary experiences through your spontaneous and playful nature."
    },
    "TR": {
      "story": "Turuncu auranız saf yaratıcı canlılık ve bulaşıcı coşku yayar. Başkalarının engel gördüğü yerde imkanlar gören doğal bir yenilikçisiniz.\n\nTuruncu auraya sahip olanlar sınırsız hayal gücü ve maceracı ruha sahiptir. Başkalarında neşe uyandırma ve her duruma taze bakış açıları getirme konusunda olağanüstü bir yeteneğiniz var. Sıcaklığınız hayatın her kesiminden insanlarla anında bağlantı kurar.\n\nBu canlı enerji sizi iyimserlik ve yaratıcılık feneri yapar. Kalıpların dışında düşünmede üstünsünüz ve kendiliğinden ve oyuncu doğanızla sıradan anları olağanüstü deneyimlere dönüştürme yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre orangefarbene Aura strahlt reine kreative Vitalität und ansteckende Begeisterung aus. Sie sind ein geborener Innovator, der Möglichkeiten erkennt, wo andere Hindernisse sehen.\n\nMenschen mit orangefarbener Aura besitzen grenzenlose Vorstellungskraft und einen abenteuerlichen Geist. Sie haben ein bemerkenswertes Talent, Freude zu entfachen und jeder Situation neue Perspektiven zu schenken. Ihre Herzlichkeit schafft sofortige Verbindungen zu Menschen aller Lebensbereiche.\n\nDiese lebendige Energie macht Sie zu einem Leuchtturm des Optimismus und der Kreativität. Sie denken mühelos außerhalb der Norm und verwandeln durch Ihre spontane, verspielte Art gewöhnliche Momente in außergewöhnliche Erlebnisse."
    },
    "FR": {
      "story": "Votre aura orange rayonne d'une vitalité créative pure et d'un enthousiasme contagieux. Vous êtes un innovateur né qui voit des possibilités là où d'autres voient des obstacles.\n\nCeux qui possèdent une aura orange disposent d'une imagination sans limites et d'un esprit aventureux. Vous avez un talent remarquable pour inspirer la joie et apporter des perspectives nouvelles à chaque situation. Votre chaleur crée des liens instantanés avec toutes les personnes que vous rencontrez.\n\nCette énergie vibrante fait de vous un phare d'optimisme et de créativité. Vous excellez à penser différemment et transformez, grâce à votre nature spontanée et ludique, les moments ordinaires en expériences extraordinaires."
    },
    "UK": {
      "story": "Your orange aura radiates creative vitality and a cheerful British wit. You are a natural innovator who spots possibilities the moment others pause.\n\nThose with orange auras carry boundless imagination and a properly adventurous spirit. You spark joy in any room and offer fresh perspectives with warm, authentic charm.\n\nThis vibrant energy makes you a beacon of optimism and creativity. Your spontaneous, playful nature turns even an ordinary afternoon tea into an unforgettable experience."
    }
  },
  "aura_yellow": {
    "EN": {
      "story": "Your yellow aura shines with brilliant intellectual clarity and sunny optimism. You are a natural thinker whose analytical mind illuminates complex problems with elegant solutions.\n\nPeople with yellow auras are blessed with exceptional mental agility and a gift for learning. You have an extraordinary ability to see patterns and connections that others miss, and your enthusiasm for knowledge is contagious. Your bright energy uplifts everyone in your presence.\n\nThis luminous energy makes you a beacon of wisdom and inspiration. You excel at communicating complex ideas with clarity and have a natural talent for teaching and enlightening others through your joyful approach to life."
    },
    "TR": {
      "story": "Sarı auranız parlak entelektüel berraklık ve güneşli iyimserlikle ışıldar. Analitik zihni karmaşık problemleri zarif çözümlerle aydınlatan doğal bir düşünürsünüz.\n\nSarı auraya sahip insanlar olağanüstü zihinsel çeviklik ve öğrenme yeteneğiyle kutsanmıştır. Başkalarının kaçırdığı örüntüleri ve bağlantıları görme konusunda olağanüstü bir yeteneğiniz var ve bilgiye olan coşkunuz bulaşıcıdır. Parlak enerjiniz yanınızdaki herkesi yükseltir.\n\nBu ışıltılı enerji sizi bilgelik ve ilham feneri yapar. Karmaşık fikirleri berraklıkla iletmede üstünsünüz ve hayata olan neşeli yaklaşımınızla başkalarına öğretme ve onları aydınlatma konusunda doğal bir yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre gelbe Aura leuchtet mit brillanter geistiger Klarheit und sonnigem Optimismus. Sie sind ein natürlicher Denker, dessen analytischer Verstand komplexe Probleme mit eleganten Lösungen erhellt.\n\nMenschen mit gelber Aura verfügen über außergewöhnliche geistige Beweglichkeit und eine Gabe fürs Lernen. Sie erkennen Muster und Verbindungen, die anderen entgehen, und Ihre Begeisterung für Wissen steckt an. Ihre helle Energie hebt jeden, der in Ihrer Nähe ist.\n\nDiese strahlende Energie macht Sie zu einem Leuchtturm der Weisheit und Inspiration. Sie kommunizieren komplexe Ideen mit Leichtigkeit und haben ein angeborenes Talent, andere durch Ihre lebensfrohe Art zu unterrichten und zu erhellen."
    },
    "FR": {
      "story": "Votre aura jaune brille d'une clarté intellectuelle éclatante et d'un optimisme radieux. Vous êtes un penseur naturel dont l'esprit analytique éclaire les problèmes complexes de solutions élégantes.\n\nLes personnes dotées d'une aura jaune possèdent une agilité mentale remarquable et un véritable don pour l'apprentissage. Vous percevez des motifs que d'autres manquent, et votre passion pour la connaissance est contagieuse. Votre énergie lumineuse élève toutes les personnes présentes autour de vous.\n\nCette énergie resplendissante fait de vous un phare de sagesse et d'inspiration. Vous excellez à communiquer des idées complexes avec clarté et avez un talent inné pour enseigner et éclairer les autres grâce à votre approche joyeuse de la vie."
    },
    "UK": {
      "story": "Your yellow aura shines with sharp intellect and distinctly British optimism. You think quickly, explain clearly, and brighten every room with your cheerful curiosity.\n\nThose blessed with yellow auras notice patterns others miss and bring calm logic to any plan. Your enthusiasm for learning is infectious, whether you're debating history or discussing tomorrow’s possibilities.\n\nThis luminous energy makes you a beacon of wisdom. You communicate with clarity, teach with kindness, and inspire others through your joyful, uplifting outlook on life."
    }
  },
  "aura_green": {
    "EN": {
      "story": "Your green aura emanates perfect balance and profound healing energy. You are a natural healer whose very presence brings harmony and restoration to troubled souls.\n\nThose with green auras possess an innate connection to growth and renewal. You have an exceptional ability to nurture others and create safe spaces for healing. Your grounded wisdom helps others find their center, and your compassionate nature makes people feel truly seen and understood.\n\nThis nurturing energy makes you a pillar of stability and hope. You excel at facilitating growth in others and have a gift for seeing the potential in every person and situation, helping them blossom into their best selves."
    },
    "TR": {
      "story": "Yeşil auranız mükemmel denge ve derin şifa enerjisi yayar. Varlığınızın kendisi sıkıntılı ruhlara uyum ve yenilenme getiren doğal bir şifacısınız.\n\nYeşil auraya sahip olanlar büyüme ve yenilenmeyle doğuştan gelen bir bağlantıya sahiptir. Başkalarını besleme ve şifa için güvenli alanlar yaratma konusunda olağanüstü bir yeteneğiniz var. Topraklı bilgeliğiniz başkalarının merkezlerini bulmalarına yardımcı olur ve merhametli doğanız insanların gerçekten görüldüğünü ve anlaşıldığını hissettirir.\n\nBu besleyici enerji sizi istikrar ve umut direği yapar. Başkalarında büyümeyi kolaylaştırmada üstünsünüz ve her insanda ve durumda potansiyeli görme, onların en iyi hallerine çiçek açmalarına yardım etme yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre grüne Aura verströmt vollkommene Balance und tiefe Heilenergie. Sie sind ein natürlicher Heiler, dessen bloße Präsenz Harmonie und Erneuerung bringt.\n\nMenschen mit grüner Aura besitzen eine angeborene Verbindung zu Wachstum und Regeneration. Sie schaffen sichere Räume, in denen andere heilen können, und Ihre geerdete Weisheit hilft ihnen, ihr Gleichgewicht zu finden.\n\nDiese nährende Energie macht Sie zu einer Säule der Stabilität und Hoffnung. Sie erkennen das Potenzial in jeder Person und begleiten sie mit Geduld auf ihrem Weg zur besten Version ihrer selbst."
    },
    "FR": {
      "story": "Votre aura verte émane un parfait équilibre et une profonde énergie de guérison. Vous êtes un guérisseur naturel dont la présence seule apporte harmonie et restauration.\n\nLes personnes dotées d'une aura verte possèdent un lien inné avec la croissance et le renouveau. Vous créez des espaces sûrs où chacun peut se ressourcer, et votre sagesse ancrée aide les autres à retrouver leur centre.\n\nCette énergie nourricière fait de vous un pilier de stabilité et d'espérance. Vous percevez le potentiel de chaque être et l'aidez, avec douceur, à éclore dans sa meilleure version."
    },
    "UK": {
      "story": "Your green aura carries quiet strength and a calm, steady heart. You’re the friend everyone turns to when they need grounding, tea, and heartfelt wisdom.\n\nThose with green auras nurture growth wherever they go. You create comforting spaces, encourage patience, and remind people to breathe.\n\nThis gentle energy makes you a pillar of hope. You see potential in everyone and guide them kindly toward balance, healing, and renewed purpose."
    }
  },
  "aura_blue": {
    "EN": {
      "story": "Your blue aura reveals a soul of deep wisdom and serene tranquility. You are a natural communicator with an extraordinary gift for understanding the unspoken truths of the human heart.\n\nPeople with blue auras possess profound intuitive abilities and emotional intelligence. You have a remarkable capacity to remain calm in chaos and bring clarity to confusion. Your authentic voice and gentle strength create safe harbors where others can express their deepest truths.\n\nThis peaceful energy makes you an exceptional healer and trusted guide. You excel at listening with your whole being and have an innate gift for helping others find their voice and speak their truth with confidence."
    },
    "TR": {
      "story": "Mavi auranız derin bilgelik ve dingin sükunete sahip bir ruhu açığa çıkarır. İnsan kalbinin söylenmemiş gerçeklerini anlama konusunda olağanüstü bir yeteneğe sahip doğal bir iletişimcisiniz.\n\nMavi auraya sahip insanlar derin sezgisel yetenekler ve duygusal zekaya sahiptir. Kaosun ortasında sakin kalma ve kafa karışıklığına berraklık getirme konusunda olağanüstü bir kapasiteniz var. Otantik sesiniz ve nazik gücünüz, başkalarının en derin gerçeklerini ifade edebilecekleri güvenli limanlar yaratır.\n\nBu huzurlu enerji sizi olağanüstü bir şifacı ve güvenilir rehber yapar. Tüm varlığınızla dinlemede üstünsünüz ve başkalarının seslerini bulmalarına ve gerçeklerini güvenle konuşmalarına yardım etme konusunda doğuştan bir yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre blaue Aura offenbart eine Seele tiefer Weisheit und ruhiger Gelassenheit. Sie kommunizieren mit einer aufrichtigen Stimme, die unausgesprochene Wahrheiten erkennt.\n\nMenschen mit blauer Aura besitzen ausgeprägte Intuition und emotionale Intelligenz. Sie bleiben ruhig im Sturm und bringen Licht in verwirrte Situationen. Ihre sanfte Stärke schafft sichere Häfen, in denen andere ehrlich sprechen können.\n\nDiese friedliche Energie macht Sie zu einem außergewöhnlichen Heiler und vertrauenswürdigen Wegweiser. Sie hören mit Ihrem ganzen Wesen zu und helfen anderen, ihre eigene Stimme zu finden."
    },
    "FR": {
      "story": "Votre aura bleue révèle une âme d'une grande sagesse et d'une tranquillité profonde. Vous êtes un communicateur naturel capable de comprendre les vérités non dites du cœur humain.\n\nLes personnes dotées d'une aura bleue possèdent une intuition remarquable et une intelligence émotionnelle affinée. Vous restez calme dans le chaos et apportez de la clarté lorsque tout semble confus. Votre voix authentique et votre force douce offrent aux autres un espace sûr pour exprimer leurs vérités.\n\nCette énergie paisible fait de vous un guide digne de confiance. Vous écoutez avec l'ensemble de votre être et aidez les autres à s'exprimer avec assurance."
    },
    "UK": {
      "story": "Your blue aura reveals calm wisdom wrapped in kindness. You speak gently but truthfully, offering perspective when conversations grow tangled.\n\nThose with blue auras remain steady in chaos. You translate emotion into clarity, listen with patience, and help others feel truly understood.\n\nThis peaceful energy makes you a trusted confidant and guide. You remind people to slow down, breathe, and speak from the heart."
    }
  },
  "aura_purple": {
    "EN": {
      "story": "Your purple aura emanates profound spiritual awareness and mystical connection to the unseen realms. You are a natural visionary who perceives dimensions of reality that remain hidden to most.\n\nThose blessed with purple auras possess exceptional intuitive and psychic abilities. You have a deep understanding of life's mysteries and an innate connection to spiritual truths. Your presence carries an ethereal quality that draws seekers and inspires spiritual awakening in others.\n\nThis mystical energy makes you a bridge between worlds. You excel at accessing higher wisdom and have a gift for helping others discover their own spiritual path and unlock their hidden potential."
    },
    "TR": {
      "story": "Mor auranız derin ruhsal farkındalık ve görünmeyen alemlere mistik bağlantı yayar. Çoğu insana gizli kalan gerçeklik boyutlarını algılayan doğal bir vizyonersiniz.\n\nMor auraya sahip olanlar olağanüstü sezgisel ve psişik yeteneklere sahiptir. Hayatın gizemlerine derin bir anlayışınız ve ruhsal gerçeklere doğuştan bir bağlantınız var. Varlığınız arayış içindeki insanları çeken ve başkalarında ruhsal uyanışı ilham veren eterik bir nitelik taşır.\n\nBu mistik enerji sizi dünyalar arasında bir köprü yapar. Yüksek bilgeliğe erişmede üstünsünüz ve başkalarının kendi ruhsal yollarını keşfetmelerine ve gizli potansiyellerini açmalarına yardım etme yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre violette Aura verströmt tiefes spirituelles Bewusstsein und eine mystische Verbindung zu unsichtbaren Ebenen. Sie sind ein Visionär, der Wirklichkeiten wahrnimmt, die anderen verborgen bleiben.\n\nMenschen mit violetter Aura besitzen ausgeprägte intuitive und psychische Fähigkeiten. Sie verstehen die Geheimnisse des Lebens und sind von Natur aus mit höheren Wahrheiten verbunden.\n\nDiese mystische Energie macht Sie zu einer Brücke zwischen den Welten. Sie greifen leicht auf höhere Weisheit zu und helfen anderen, ihren eigenen spirituellen Weg zu entdecken."
    },
    "FR": {
      "story": "Votre aura violette dégage une profonde conscience spirituelle et un lien mystique avec les royaumes invisibles. Vous percevez des dimensions de réalité cachées à la plupart.\n\nCeux qui possèdent une aura violette sont dotés d'une intuition exceptionnelle et d'une sensibilité psychique. Vous comprenez les mystères de la vie et êtes naturellement relié aux vérités spirituelles.\n\nCette énergie mystique fait de vous un pont entre les mondes. Vous avez le don d'accéder à une sagesse supérieure et d'aider les autres à ouvrir leur potentiel spirituel."
    },
    "UK": {
      "story": "Your purple aura hints at quiet mysticism and spiritual curiosity. You trust intuition, read subtle energies, and bring wonder into everyday life.\n\nThose with purple auras see possibilities beyond the obvious. You’re drawn to symbolism, meaning, and the unseen threads connecting people.\n\nThis otherworldly energy makes you a bridge between realms. You guide others gently toward insight, encouraging them to embrace both reason and magic."
    }
  },
  "aura_pink": {
    "EN": {
      "story": "Your pink aura radiates unconditional love and pure compassion. You are a gentle soul whose caring nature and emotional depth create profound healing in the hearts of others.\n\nPeople with pink auras possess an infinite capacity for empathy and nurturing. You have a beautiful ability to see the best in everyone and offer love without judgment. Your tender heart and genuine kindness create a sanctuary where others feel truly cherished and accepted.\n\nThis loving energy makes you a beacon of hope and emotional healing. You excel at creating deep, meaningful connections and have a gift for helping others open their hearts and embrace vulnerability as strength."
    },
    "TR": {
      "story": "Pembe auranız koşulsuz sevgi ve saf merhamet yayar. İlgili doğanız ve duygusal derinliğiniz başkalarının kalplerinde derin şifa yaratan nazik bir ruhsunuz.\n\nPembe auraya sahip insanlar sonsuz empati ve besleyicilik kapasitesine sahiptir. Herkeste en iyiyi görme ve yargısız sevgi sunma konusunda güzel bir yeteneğiniz var. Hassas kalbiniz ve samimi nezaketiniz, başkalarının gerçekten değerli ve kabul edilmiş hissettikleri bir sığınak yaratır.\n\nBu sevgi dolu enerji sizi umut ve duygusal şifa feneri yapar. Derin, anlamlı bağlantılar yaratmada üstünsünüz ve başkalarının kalplerini açmalarına ve kırılganlığı güç olarak kucaklamalarına yardım etme yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre rosa Aura strahlt bedingungslose Liebe und mitfühlende Sanftheit aus. Sie besitzen ein großes Herz, das Trost und Heilung bringt.\n\nMenschen mit rosa Aura sehen das Gute in jedem und schenken Liebe ohne Urteil. Ihre aufrichtige Freundlichkeit schafft einen sicheren Raum, in dem andere sich geschätzt fühlen.\n\nDiese liebevolle Energie macht Sie zu einem Leuchtturm der Hoffnung. Sie knüpfen tiefe Verbindungen und helfen anderen, ihr Herz zu öffnen und Verletzlichkeit als Stärke zu erleben."
    },
    "FR": {
      "story": "Votre aura rose rayonne d'un amour inconditionnel et d'une douceur compatissante. Vous avez un cœur généreux qui apaise et guérit.\n\nLes personnes dotées d'une aura rose voient le meilleur en chacun et offrent l'amour sans jugement. Votre gentillesse sincère crée un sanctuaire où les autres se sentent précieux et acceptés.\n\nCette énergie aimante fait de vous un phare d'espérance émotionnelle. Vous créez des liens profonds et aidez les autres à ouvrir leur cœur avec confiance."
    },
    "UK": {
      "story": "Your pink aura carries warmth, kindness, and a caring British heart. You offer reassurance, thoughtful gestures, and authentic encouragement.\n\nThose with pink auras believe in people’s goodness. You help others feel seen, heard, and cherished exactly as they are.\n\nThis loving energy makes you a beacon of comfort. You build meaningful relationships and remind everyone that gentleness is powerful."
    }
  },
  "aura_white": {
    "EN": {
      "story": "Your white aura shines with pure spiritual enlightenment and divine protection. You are a rare soul who has achieved a remarkable level of spiritual clarity and inner peace.\n\nThose with white auras possess an extraordinarily pure energy and connection to higher consciousness. You have transcended many earthly concerns and radiate a protective, angelic presence. Your spiritual purity and wisdom serve as a guiding light for others on their journey.\n\nThis luminous energy makes you a spiritual beacon and teacher. You excel at holding space for others' transformation and have a gift for channeling divine wisdom and unconditional love into the world."
    },
    "TR": {
      "story": "Beyaz auranız saf ruhsal aydınlanma ve ilahi koruma ile parlıyor. Olağanüstü bir ruhsal berraklık ve iç huzur seviyesine ulaşmış nadir bir ruhsunuz.\n\nBeyaz auraya sahip olanlar olağanüstü saf bir enerji ve yüksek bilinçle bağlantıya sahiptir. Birçok dünyevi kaygıyı aşmışsınız ve koruyucu, meleksi bir varlık yayıyorsunuz. Ruhsal saflığınız ve bilgeliğiniz başkaları için yolculuklarında yol gösteren bir ışık görevi görür.\n\nBu ışıltılı enerji sizi ruhsal bir fener ve öğretmen yapar. Başkalarının dönüşümü için alan tutmada üstünsünüz ve ilahi bilgelik ve koşulsuz sevgiyi dünyaya kanalize etme yeteneğiniz var."
    },
    "DE": {
      "story": "Ihre weiße Aura strahlt reine spirituelle Erleuchtung und göttlichen Schutz aus. Sie haben ein bemerkenswertes Maß an innerem Frieden erreicht.\n\nMenschen mit weißer Aura tragen außergewöhnlich reine Energie und sind mit höherem Bewusstsein verbunden. Sie verbreiten eine schützende, fast engelhafte Präsenz.\n\nDiese leuchtende Energie macht Sie zu einem spirituellen Leuchtturm. Sie halten Raum für die Transformation anderer und leiten bedingungslose Liebe in die Welt."
    },
    "FR": {
      "story": "Votre aura blanche brille d'une illumination spirituelle pure et d'une protection divine. Vous avez atteint un niveau remarquable de paix intérieure.\n\nCeux qui possèdent une aura blanche émettent une énergie extrêmement pure et sont connectés à une conscience supérieure. Vous rayonnez une présence protectrice et angélique.\n\nCette énergie lumineuse fait de vous un guide spirituel. Vous créez un espace sûr pour la transformation des autres et diffusez l'amour inconditionnel autour de vous."
    },
    "UK": {
      "story": "Your white aura glows with clarity, grace, and a calm assurance. You carry yourself with quiet strength and offer perspective rooted in wisdom.\n\nThose with white auras rise above noise and stay aligned with their values. You’re grounded yet connected to something higher.\n\nThis luminous energy makes you a stabilising guide. You hold steady for others, share insight with compassion, and show that peace is powerful."
    }
  }
}

