{
  "aura_red": {
    "colorId": "aura_red",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Passion and energy",
        "long": "Red aura represents strong energy, passion, and vitality. You are a natural leader with powerful emotions and a drive to succeed. Your presence commands attention and inspires action in others.",
        "traits": ["Energetic", "Passionate", "Strong-willed", "Confident", "Leader"],
        "advice": "Channel your energy into productive activities. Practice patience and avoid impulsive decisions."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Tutku ve enerji",
        "long": "Kırmızı aura güçlü enerji, tutku ve canlılığı temsil eder. Doğal bir lidersiniz, güçlü duygulara ve başarı azmine sahipsiniz. Varlığınız dikkat çeker ve başkalarını harekete geçirir.",
        "traits": ["Enerjik", "Tutkulu", "Güçlü iradeli", "Kendinden emin", "Lider"],
        "advice": "Enerjinizi verimli aktivitelere yönlendirin. Sabırlı olun ve aceleci kararlardan kaçının."
      },
      "US": {
        "countryCode": "US",
        "short": "Passion and power",
        "long": "Your red aura signals a powerhouse of energy and determination. You're a go-getter who doesn't back down from challenges. Your passionate nature drives you to achieve your goals.",
        "traits": ["Driven", "Passionate", "Bold", "Competitive", "Assertive"],
        "advice": "Balance your intensity with moments of calm. Channel your power positively."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Leidenschaft und Energie",
        "long": "Rote Aura repräsentiert starke Energie, Leidenschaft und Vitalität. Du bist ein natürlicher Anführer mit kraftvollen Emotionen und einem Drang zum Erfolg. Deine Präsenz fordert Aufmerksamkeit und inspiriert andere zum Handeln.",
        "traits": ["Energisch", "Leidenschaftlich", "Willensstark", "Selbstbewusst", "Führer"],
        "advice": "Lenke deine Energie in produktive Aktivitäten. Übe Geduld und vermeide impulsive Entscheidungen."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Passion et énergie",
        "long": "L'aura rouge représente une énergie forte, la passion et la vitalité. Vous êtes un leader naturel avec des émotions puissantes et une volonté de réussir. Votre présence commande l'attention et inspire l'action chez les autres.",
        "traits": ["Énergique", "Passionné", "Déterminé", "Confiant", "Leader"],
        "advice": "Canalisez votre énergie dans des activités productives. Pratiquez la patience et évitez les décisions impulsives."
      }
    }
  },
  "aura_orange": {
    "colorId": "aura_orange",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Creativity and enthusiasm",
        "long": "Orange aura indicates creativity, enthusiasm, and social energy. You are adventurous and love new experiences. Your warmth draws people to you.",
        "traits": ["Creative", "Enthusiastic", "Social", "Adventurous", "Warm"],
        "advice": "Express your creativity freely. Stay open to new experiences and connections."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Yaratıcılık ve coşku",
        "long": "Turuncu aura yaratıcılığı, coşkuyu ve sosyal enerjiyi gösterir. Maceracısınız ve yeni deneyimleri seviyorsunuz. Sıcaklığınız insanları size çeker.",
        "traits": ["Yaratıcı", "Coşkulu", "Sosyal", "Maceracı", "Sıcakkanlı"],
        "advice": "Yaratıcılığınızı özgürce ifade edin. Yeni deneyimlere ve bağlantılara açık kalın."
      },
      "US": {
        "countryCode": "US",
        "short": "Creativity and vitality",
        "long": "Your orange aura radiates creative energy and infectious enthusiasm. You're a natural motivator who inspires others with your adventurous spirit.",
        "traits": ["Creative", "Energetic", "Social", "Fun-loving", "Spontaneous"],
        "advice": "Channel your creative energy into projects. Share your enthusiasm with others."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Kreativität und Begeisterung",
        "long": "Orange Aura zeigt Kreativität, Begeisterung und soziale Energie. Du bist abenteuerlustig und liebst neue Erfahrungen. Deine Wärme zieht Menschen zu dir.",
        "traits": ["Kreativ", "Begeistert", "Sozial", "Abenteuerlustig", "Herzlich"],
        "advice": "Drücke deine Kreativität frei aus. Bleibe offen für neue Erfahrungen und Verbindungen."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Créativité et enthousiasme",
        "long": "L'aura orange indique la créativité, l'enthousiasme et l'énergie sociale. Vous êtes aventureux et aimez les nouvelles expériences. Votre chaleur attire les gens vers vous.",
        "traits": ["Créatif", "Enthousiaste", "Social", "Aventureux", "Chaleureux"],
        "advice": "Exprimez votre créativité librement. Restez ouvert aux nouvelles expériences et connexions."
      }
    }
  },
  "aura_yellow": {
    "colorId": "aura_yellow",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Clarity and optimism",
        "long": "Yellow aura reflects intellectual clarity, optimism, and joy. You have a bright and analytical mind. Your positive energy uplifts those around you.",
        "traits": ["Optimistic", "Intelligent", "Joyful", "Analytical", "Sunny"],
        "advice": "Share your positive energy with others. Trust your intellectual insights."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Açıklık ve iyimserlik",
        "long": "Sarı aura zihinsel berraklık, iyimserlik ve neşeyi yansıtır. Parlak ve analitik bir zihne sahipsiniz. Pozitif enerjiniz etrafınızdakileri yukarı çeker.",
        "traits": ["İyimser", "Zeki", "Neşeli", "Analitik", "Güneşli"],
        "advice": "Pozitif enerjinizi başkalarıyla paylaşın. Entelektüel içgörülerinize güvenin."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Klarheit und Optimismus",
        "long": "Gelbe Aura reflektiert intellektuelle Klarheit, Optimismus und Freude. Du hast einen hellen und analytischen Verstand. Deine positive Energie hebt die Menschen um dich herum.",
        "traits": ["Optimistisch", "Intelligent", "Fröhlich", "Analytisch", "Sonnig"],
        "advice": "Teile deine positive Energie mit anderen. Vertraue deinen intellektuellen Einsichten."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Clarté et optimisme",
        "long": "L'aura jaune reflète la clarté intellectuelle, l'optimisme et la joie. Vous avez un esprit brillant et analytique. Votre énergie positive élève ceux qui vous entourent.",
        "traits": ["Optimiste", "Intelligent", "Joyeux", "Analytique", "Ensoleillé"],
        "advice": "Partagez votre énergie positive avec les autres. Faites confiance à vos intuitions intellectuelles."
      }
    }
  },
  "aura_green": {
    "colorId": "aura_green",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Growth and harmony",
        "long": "Green aura represents growth, balance, and healing energy. You are a natural healer and peacemaker. Your presence brings calm and restoration.",
        "traits": ["Balanced", "Healing", "Nurturing", "Peaceful", "Growing"],
        "advice": "Continue nurturing yourself and others. Maintain your connection with nature."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Büyüme ve uyum",
        "long": "Yeşil aura büyümeyi, dengeyi ve şifa enerjisini temsil eder. Doğal bir şifacı ve barış getiricisisiniz. Varlığınız sakinlik ve yenilenme getirir.",
        "traits": ["Dengeli", "Şifacı", "Besleyici", "Huzurlu", "Gelişen"],
        "advice": "Kendinizi ve başkalarını beslemeye devam edin. Doğayla bağlantınızı koruyun."
      },
      "US": {
        "countryCode": "US",
        "short": "Balance and healing",
        "long": "Your green aura reflects natural balance and healing abilities. You bring peace wherever you go and have a gift for helping others grow.",
        "traits": ["Balanced", "Healer", "Compassionate", "Natural", "Grounded"],
        "advice": "Trust your healing instincts. Spend time in nature to recharge your energy."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Wachstum und Harmonie",
        "long": "Grüne Aura repräsentiert Wachstum, Balance und heilende Energie. Du bist ein natürlicher Heiler und Friedensstifter. Deine Präsenz bringt Ruhe und Erneuerung.",
        "traits": ["Ausgeglichen", "Heilend", "Fürsorglich", "Friedlich", "Wachsend"],
        "advice": "Pflege weiterhin dich selbst und andere. Bewahre deine Verbindung zur Natur."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Croissance et harmonie",
        "long": "L'aura verte représente la croissance, l'équilibre et l'énergie de guérison. Vous êtes un guérisseur naturel et un artisan de paix. Votre présence apporte le calme et la restauration.",
        "traits": ["Équilibré", "Guérisseur", "Nourrissant", "Paisible", "Croissant"],
        "advice": "Continuez à vous nourrir vous-même et les autres. Maintenez votre connexion avec la nature."
      }
    }
  },
  "aura_blue": {
    "colorId": "aura_blue",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Calm and intuitive",
        "long": "Blue aura indicates calmness, intuition, and strong communication skills. You are a natural healer and empath. Your wisdom guides others.",
        "traits": ["Calm", "Intuitive", "Communicative", "Wise", "Empathic"],
        "advice": "Trust your intuition and speak your truth. Listen to your inner voice."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Sakinlik ve sezgi",
        "long": "Mavi aura sakinliği, sezgiyi ve güçlü iletişim becerilerini gösterir. Doğal bir şifacı ve empatisiniz. Bilgeliğiniz başkalarına rehberlik eder.",
        "traits": ["Sakin", "Sezgisel", "İletişim becerisi yüksek", "Bilge", "Empatik"],
        "advice": "Sezgilerinize güvenin ve gerçeğinizi konuşun. İç sesinizi dinleyin."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Ruhe und Intuition",
        "long": "Blaue Aura zeigt Ruhe, Intuition und starke Kommunikationsfähigkeiten. Du bist ein natürlicher Heiler und Empath. Deine Weisheit leitet andere.",
        "traits": ["Ruhig", "Intuitiv", "Kommunikativ", "Weise", "Empathisch"],
        "advice": "Vertraue deiner Intuition und sprich deine Wahrheit. Höre auf deine innere Stimme."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Calme et intuitif",
        "long": "L'aura bleue indique le calme, l'intuition et de fortes compétences en communication. Vous êtes un guérisseur naturel et un empathe. Votre sagesse guide les autres.",
        "traits": ["Calme", "Intuitif", "Communicatif", "Sage", "Empathique"],
        "advice": "Faites confiance à votre intuition et parlez votre vérité. Écoutez votre voix intérieure."
      }
    }
  },
  "aura_purple": {
    "colorId": "aura_purple",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Spiritual and mystical",
        "long": "Purple aura represents spiritual awareness, intuition, and mystical connection. You have a deep understanding of the unseen and spiritual realms.",
        "traits": ["Spiritual", "Intuitive", "Mystical", "Wise", "Psychic"],
        "advice": "Develop your spiritual practices. Trust your psychic impressions."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Ruhsal ve mistik",
        "long": "Mor aura ruhsal farkındalığı, sezgiyi ve mistik bağlantıyı temsil eder. Görünmeyen ve ruhsal alemler hakkında derin bir anlayışa sahipsiniz.",
        "traits": ["Ruhsal", "Sezgisel", "Mistik", "Bilge", "Psişik"],
        "advice": "Ruhsal pratiklerinizi geliştirin. Psişik izlenimlerinize güvenin."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Spirituell und mystisch",
        "long": "Lila Aura repräsentiert spirituelles Bewusstsein, Intuition und mystische Verbindung. Du hast ein tiefes Verständnis für das Unsichtbare und spirituelle Bereiche.",
        "traits": ["Spirituell", "Intuitiv", "Mystisch", "Weise", "Psychisch"],
        "advice": "Entwickle deine spirituellen Praktiken. Vertraue deinen psychischen Eindrücken."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Spirituel et mystique",
        "long": "L'aura violette représente la conscience spirituelle, l'intuition et la connexion mystique. Vous avez une compréhension profonde de l'invisible et des royaumes spirituels.",
        "traits": ["Spirituel", "Intuitif", "Mystique", "Sage", "Psychique"],
        "advice": "Développez vos pratiques spirituelles. Faites confiance à vos impressions psychiques."
      }
    }
  },
  "aura_pink": {
    "colorId": "aura_pink",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Love and compassion",
        "long": "Pink aura reflects love, compassion, and nurturing energy. You have a gentle heart and care deeply for others. Your love heals.",
        "traits": ["Loving", "Compassionate", "Gentle", "Nurturing", "Kind"],
        "advice": "Continue spreading love and kindness. Remember to love yourself too."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Sevgi ve merhamet",
        "long": "Pembe aura sevgiyi, merhameti ve besleyici enerjiyi yansıtır. Nazik bir kalbe sahipsiniz ve başkaları için derinden önemseme duyuyorsunuz. Sevginiz şifa verir.",
        "traits": ["Sevgi dolu", "Merhametli", "Nazik", "Besleyici", "İyi kalpli"],
        "advice": "Sevgi ve nezaket yaymaya devam edin. Kendinizi de sevmeyi unutmayın."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Liebe und Mitgefühl",
        "long": "Rosa Aura reflektiert Liebe, Mitgefühl und nährende Energie. Du hast ein sanftes Herz und kümmerst dich tief um andere. Deine Liebe heilt.",
        "traits": ["Liebevoll", "Mitfühlend", "Sanft", "Fürsorglich", "Freundlich"],
        "advice": "Verbreite weiterhin Liebe und Freundlichkeit. Vergiss nicht, auch dich selbst zu lieben."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Amour et compassion",
        "long": "L'aura rose reflète l'amour, la compassion et l'énergie nourrissante. Vous avez un cœur tendre et vous vous souciez profondément des autres. Votre amour guérit.",
        "traits": ["Aimant", "Compatissant", "Doux", "Nourrissant", "Gentil"],
        "advice": "Continuez à répandre l'amour et la gentillesse. N'oubliez pas de vous aimer aussi."
      }
    }
  },
  "aura_white": {
    "colorId": "aura_white",
    "descriptions": {
      "default": {
        "countryCode": "default",
        "short": "Purity and enlightenment",
        "long": "White aura represents purity, spiritual enlightenment, and divine connection. You have achieved a high level of spiritual awareness.",
        "traits": ["Pure", "Enlightened", "Spiritual", "Divine", "Protected"],
        "advice": "Maintain your spiritual practice. Share your light with the world."
      },
      "TR": {
        "countryCode": "TR",
        "short": "Saflık ve aydınlanma",
        "long": "Beyaz aura saflığı, ruhsal aydınlanmayı ve ilahi bağlantıyı temsil eder. Yüksek bir ruhsal farkındalık seviyesine ulaşmışsınız.",
        "traits": ["Saf", "Aydınlanmış", "Ruhsal", "İlahi", "Korumalı"],
        "advice": "Ruhsal pratiğinizi sürdürün. Işığınızı dünyayla paylaşın."
      },
      "DE": {
        "countryCode": "DE",
        "short": "Reinheit und Erleuchtung",
        "long": "Weiße Aura repräsentiert Reinheit, spirituelle Erleuchtung und göttliche Verbindung. Du hast ein hohes Niveau spirituellen Bewusstseins erreicht.",
        "traits": ["Rein", "Erleuchtet", "Spirituell", "Göttlich", "Geschützt"],
        "advice": "Erhalte deine spirituelle Praxis. Teile dein Licht mit der Welt."
      },
      "FR": {
        "countryCode": "FR",
        "short": "Pureté et illumination",
        "long": "L'aura blanche représente la pureté, l'illumination spirituelle et la connexion divine. Vous avez atteint un haut niveau de conscience spirituelle.",
        "traits": ["Pur", "Illuminé", "Spirituel", "Divin", "Protégé"],
        "advice": "Maintenez votre pratique spirituelle. Partagez votre lumière avec le monde."
      }
    }
  }
}

